import React from 'react'
import withApollo from '@/hoc/apollo'
import withLayout from '@/hoc/layout'

const Index = () => (
  <>
    <p>
      欲将沉醉换悲凉，清歌莫断肠。这混乱的尘世，究竟充斥了多少绝望和悲伤。你想去做一个勇敢的男子，为爱，为信仰，轰轰烈烈的奋斗一场。你周身充斥着无人可比的灵气和光芒。你有着与伟人比肩的才气和名声，你是那样高傲孤洁的男子。你的一寸狂心未说，已经几度黄昏雨。
      曾经以为，相爱的人一定要相守，只有相守，情感才能长久。可是，此岸和彼岸只不过是空间的差距，却无法拉长心灵的距离。
      时光荏苒，岁月无声。日子不紧不慢的如涓涓溪水静静的流去，而从身边流去的只有时光，沉淀下来的是与你一路相伴的幸福和快乐，温馨和安暖。于我，在这个凋零都感受到诗意横溢的秋，只想做一件事，拈一片绯红的枫叶，轻轻地刻上我的心语。对信仰，是我今生永不改变的主题！而后，幸福的寄往有你的那个城市。从此，在我心里，于我的生命里，轻握你许的安暖，静静地在岁月的彼岸，为你守候一世永恒！
      一段情，反复的掂量，最后加深了岁月的绵长。一路追赶里，一路追忆里，最后得到的是什么，最后又失去的是什么。或许，只有我们在静思的时候才会明白，这路的追忆里，我们得到的快乐往往比痛苦要少。当相思成殇的时候，除了对月徒悲叹之外，什么也不曾抓到。
      一直执着于生命的简约格调，只愿用一颗淡然的心看云卷云舒，看季节更迭。许多不合时节的事物，必然会被光阴遗落，就像曾经繁茂的秋叶，待生命枯竭，终将脱离叶脉的相系相牵。而我，一直在这里，抖落一身的负累，永恒以树的姿态站立于季风中，昂首向着那无边温暖的碧蓝晴空。
      夜幕降临了，春雨柔柔的亲吻着薄如蝉翼的纱帘，有节奏的淅沥在窗棂上，更增添了无限的意念。意念中的我，在幸福和恬淡中，漫捻心弦化为若水般的轻柔曼妙在深情的雨夜里。此刻，窗外的雨不再是清冷的秋雨了，在我的眸里是一种柔软，似撒娇少女的情怀，是怜、是爱、是柔、是润在我的心里是一种憧憬，憧憬着一份美好的未来，与你相拥在花雨飘飞的时节，让爱情肆意的怒放在油纸伞下，青石边，丁香小巷这样的心境，这样的时光，这样的时刻，心不经意间便醉了、醉了、醉在这如曼妙轻盈舞步的秋雨中
      晚霞破月的天际，依旧映红了归家的路途，流浪了好久的笔调写满了疲倦的素笺，伴着枯萎的憔悴，与年华斑驳的碎影相逢，溅起涟漪在心田的几缕游丝浅叹，让年华牵住执笔的手，静听潺潺流水；波动在逐流的心海，唤名为；婆娑年华，勾勒了谁的斑驳唯有情醉琉璃一宿，又是一个不眠的夜。
      真正的相爱，是人在千里，却梦魂相依；真正的相爱，是岁月流转，却不离不弃；真正的相爱，是彼此付出，却无怨无悔。
      樱花有单樱和双樱，她们绽放时满树灿烂，清香扑鼻，单樱白的如雪如云，双樱色彩如火似霞。但是无论是单樱还是双樱，她们盛开的时间都不长，二十多天的光景，开的绚丽多彩、满树烂漫，落得星星瓣瓣，匆匆忙忙。
      深秋还远，徐徐的风吹着，却也有了几分萧瑟，春天，不仅有满天飘飞的花儿，还有到处弥散着花的幽香。随着秋韵渐渐浓郁起来，院子里的花便盛开了，整个院子里香气四溢，溢漫着甜丝丝的味儿。金灿的花儿一串串、一撮撮，重重叠叠簇涌着点缀在茂密的绿叶之间，温温暖暖象极了一个个孩子的笑脸，仿佛是给这温暖的春天注入了一道亮丽的风景。
      指尖轻触玻窗，嗤嗤的响声，惊动了脆弱的心脏，一阵阵的酸楚，像浪潮般袭来，若果这样酸酸的痛可以代替撕心裂肺，那就让他长久点，这样时间会把我忘记，这样便可躲在这里，让那些软弱手舞足蹈，让那些脆弱和不堪拼命娱乐，让那颗紧绷的心，少少松弦。
      曾过往，伊颜纯美无暇，如玉般璀璨，许多人像发现了财富，紧抱于怀，怜香般害怕失去。那时，遇见你的是洗礼过后的悔过者，只懂怜香，而不懂惜玉，再璀璨也掩盖不了他身上久积的灰尘，铸造不了你，也成就不了他，于是乎，迷糊坚固了戏剧化的情谊，疼只是简单的疼。
      有人曾说，会白首不相离。可是终究一口空言，转眼，便抛之彼岸。可是，我却一直相信着。然后，在追逐的沿途，荆棘布满，却一直从未低头
      原来有些等待是不值得的，那么多年换来的却是沧海桑田，我们只是沧海一粟，不能左右命运给予的奇迹与苦楚，面对些许，能做的也许只剩下了等待，可是等待却又是需要勇气，更要有勇气来承担与等待而来的结果大相径庭的结果。
      思绪渺渺，发怀古之悲情，世间种种，诱愁之决堤，三山五岳，撼天地之威名，流水之昌吉，涓涓之柔情，不禁闲情满溢。
      人生自是有情痴，此恨不关风与月。谁为谁真情缱绻？谁为谁痴傻疯狂？谁为谁望穿秋水？谁为谁痛彻心扉？都是你我解不开的白线团。无缘何生斯世，有情能累此生。
      相思成为了很多人生命里的一种自我安慰，在月圆的时候无尽思念，在月缺的时候无限惆怅，想念着岁月里和情有关的所有悲欢离合。在情感的世界里，我们一直带着所有的铿锵前行，不管风雨肆虐，不管风和日丽。
      染窗前。那堪清风曲径，不似甚似还满。份外湮留韶华，时节正乱红，空留余恨。淡眉醉眼，红妆轻粉，旧时依恋尘缘。只皓月朗朗，乾坤转，故国山川。次第红颜，疑是讴歌回畔。
      生命中；总有太多的遗憾要留给回忆，年华里；屡不清的斑驳，总是勾勒了无数支离破碎的心伤。太多的执着所放不下，只是；那一份不屈的痛过，不期而遇的却是最美的意外。文字依旧可以华美朴实，年华不可唯美梦境，快乐不是一件不可奢侈的事情，忧伤，而往往是一度的颓废。
      人生的路途，经历无数的驿站之后，总会出现陌生或熟悉的风景。时间所说的过客，只是注定走过的人和事，没有太多是刻意要去记住或淡忘的。铺就在黑白交错里的，无非就是忧伤曾穿越过的黑暗，在记忆的角落里，诉说了全部的待续。那些停驻在指尖的薄凉，是曾绽放在年华里的微碎。
      指间年华，渲染着无暇斑驳的彩塑，悲伤的城池依旧提笔挥墨，画下四季风吹过的无痕。微笑掩饰了寂寞过的眼泪，是因为，在婆娑的年华里，聆听着没有人的相伴相知。那些了不断的往事，是梦绕在悲伤情愫深处，盈满心扉的最初和凝眸的叹息。终不过似水流年，清风凄语，唯独旧梦难拾。
    </p>

    <p>
      欲将沉醉换悲凉，清歌莫断肠。这混乱的尘世，究竟充斥了多少绝望和悲伤。你想去做一个勇敢的男子，为爱，为信仰，轰轰烈烈的奋斗一场。你周身充斥着无人可比的灵气和光芒。你有着与伟人比肩的才气和名声，你是那样高傲孤洁的男子。你的一寸狂心未说，已经几度黄昏雨。
      曾经以为，相爱的人一定要相守，只有相守，情感才能长久。可是，此岸和彼岸只不过是空间的差距，却无法拉长心灵的距离。
      时光荏苒，岁月无声。日子不紧不慢的如涓涓溪水静静的流去，而从身边流去的只有时光，沉淀下来的是与你一路相伴的幸福和快乐，温馨和安暖。于我，在这个凋零都感受到诗意横溢的秋，只想做一件事，拈一片绯红的枫叶，轻轻地刻上我的心语。对信仰，是我今生永不改变的主题！而后，幸福的寄往有你的那个城市。从此，在我心里，于我的生命里，轻握你许的安暖，静静地在岁月的彼岸，为你守候一世永恒！
      一段情，反复的掂量，最后加深了岁月的绵长。一路追赶里，一路追忆里，最后得到的是什么，最后又失去的是什么。或许，只有我们在静思的时候才会明白，这路的追忆里，我们得到的快乐往往比痛苦要少。当相思成殇的时候，除了对月徒悲叹之外，什么也不曾抓到。
      一直执着于生命的简约格调，只愿用一颗淡然的心看云卷云舒，看季节更迭。许多不合时节的事物，必然会被光阴遗落，就像曾经繁茂的秋叶，待生命枯竭，终将脱离叶脉的相系相牵。而我，一直在这里，抖落一身的负累，永恒以树的姿态站立于季风中，昂首向着那无边温暖的碧蓝晴空。
      夜幕降临了，春雨柔柔的亲吻着薄如蝉翼的纱帘，有节奏的淅沥在窗棂上，更增添了无限的意念。意念中的我，在幸福和恬淡中，漫捻心弦化为若水般的轻柔曼妙在深情的雨夜里。此刻，窗外的雨不再是清冷的秋雨了，在我的眸里是一种柔软，似撒娇少女的情怀，是怜、是爱、是柔、是润在我的心里是一种憧憬，憧憬着一份美好的未来，与你相拥在花雨飘飞的时节，让爱情肆意的怒放在油纸伞下，青石边，丁香小巷这样的心境，这样的时光，这样的时刻，心不经意间便醉了、醉了、醉在这如曼妙轻盈舞步的秋雨中
      晚霞破月的天际，依旧映红了归家的路途，流浪了好久的笔调写满了疲倦的素笺，伴着枯萎的憔悴，与年华斑驳的碎影相逢，溅起涟漪在心田的几缕游丝浅叹，让年华牵住执笔的手，静听潺潺流水；波动在逐流的心海，唤名为；婆娑年华，勾勒了谁的斑驳唯有情醉琉璃一宿，又是一个不眠的夜。
      真正的相爱，是人在千里，却梦魂相依；真正的相爱，是岁月流转，却不离不弃；真正的相爱，是彼此付出，却无怨无悔。
      樱花有单樱和双樱，她们绽放时满树灿烂，清香扑鼻，单樱白的如雪如云，双樱色彩如火似霞。但是无论是单樱还是双樱，她们盛开的时间都不长，二十多天的光景，开的绚丽多彩、满树烂漫，落得星星瓣瓣，匆匆忙忙。
      深秋还远，徐徐的风吹着，却也有了几分萧瑟，春天，不仅有满天飘飞的花儿，还有到处弥散着花的幽香。随着秋韵渐渐浓郁起来，院子里的花便盛开了，整个院子里香气四溢，溢漫着甜丝丝的味儿。金灿的花儿一串串、一撮撮，重重叠叠簇涌着点缀在茂密的绿叶之间，温温暖暖象极了一个个孩子的笑脸，仿佛是给这温暖的春天注入了一道亮丽的风景。
      指尖轻触玻窗，嗤嗤的响声，惊动了脆弱的心脏，一阵阵的酸楚，像浪潮般袭来，若果这样酸酸的痛可以代替撕心裂肺，那就让他长久点，这样时间会把我忘记，这样便可躲在这里，让那些软弱手舞足蹈，让那些脆弱和不堪拼命娱乐，让那颗紧绷的心，少少松弦。
      曾过往，伊颜纯美无暇，如玉般璀璨，许多人像发现了财富，紧抱于怀，怜香般害怕失去。那时，遇见你的是洗礼过后的悔过者，只懂怜香，而不懂惜玉，再璀璨也掩盖不了他身上久积的灰尘，铸造不了你，也成就不了他，于是乎，迷糊坚固了戏剧化的情谊，疼只是简单的疼。
      有人曾说，会白首不相离。可是终究一口空言，转眼，便抛之彼岸。可是，我却一直相信着。然后，在追逐的沿途，荆棘布满，却一直从未低头
      原来有些等待是不值得的，那么多年换来的却是沧海桑田，我们只是沧海一粟，不能左右命运给予的奇迹与苦楚，面对些许，能做的也许只剩下了等待，可是等待却又是需要勇气，更要有勇气来承担与等待而来的结果大相径庭的结果。
      思绪渺渺，发怀古之悲情，世间种种，诱愁之决堤，三山五岳，撼天地之威名，流水之昌吉，涓涓之柔情，不禁闲情满溢。
      人生自是有情痴，此恨不关风与月。谁为谁真情缱绻？谁为谁痴傻疯狂？谁为谁望穿秋水？谁为谁痛彻心扉？都是你我解不开的白线团。无缘何生斯世，有情能累此生。
      相思成为了很多人生命里的一种自我安慰，在月圆的时候无尽思念，在月缺的时候无限惆怅，想念着岁月里和情有关的所有悲欢离合。在情感的世界里，我们一直带着所有的铿锵前行，不管风雨肆虐，不管风和日丽。
      染窗前。那堪清风曲径，不似甚似还满。份外湮留韶华，时节正乱红，空留余恨。淡眉醉眼，红妆轻粉，旧时依恋尘缘。只皓月朗朗，乾坤转，故国山川。次第红颜，疑是讴歌回畔。
      生命中；总有太多的遗憾要留给回忆，年华里；屡不清的斑驳，总是勾勒了无数支离破碎的心伤。太多的执着所放不下，只是；那一份不屈的痛过，不期而遇的却是最美的意外。文字依旧可以华美朴实，年华不可唯美梦境，快乐不是一件不可奢侈的事情，忧伤，而往往是一度的颓废。
      人生的路途，经历无数的驿站之后，总会出现陌生或熟悉的风景。时间所说的过客，只是注定走过的人和事，没有太多是刻意要去记住或淡忘的。铺就在黑白交错里的，无非就是忧伤曾穿越过的黑暗，在记忆的角落里，诉说了全部的待续。那些停驻在指尖的薄凉，是曾绽放在年华里的微碎。
      指间年华，渲染着无暇斑驳的彩塑，悲伤的城池依旧提笔挥墨，画下四季风吹过的无痕。微笑掩饰了寂寞过的眼泪，是因为，在婆娑的年华里，聆听着没有人的相伴相知。那些了不断的往事，是梦绕在悲伤情愫深处，盈满心扉的最初和凝眸的叹息。终不过似水流年，清风凄语，唯独旧梦难拾。
    </p>

    <p>
      欲将沉醉换悲凉，清歌莫断肠。这混乱的尘世，究竟充斥了多少绝望和悲伤。你想去做一个勇敢的男子，为爱，为信仰，轰轰烈烈的奋斗一场。你周身充斥着无人可比的灵气和光芒。你有着与伟人比肩的才气和名声，你是那样高傲孤洁的男子。你的一寸狂心未说，已经几度黄昏雨。
      曾经以为，相爱的人一定要相守，只有相守，情感才能长久。可是，此岸和彼岸只不过是空间的差距，却无法拉长心灵的距离。
      时光荏苒，岁月无声。日子不紧不慢的如涓涓溪水静静的流去，而从身边流去的只有时光，沉淀下来的是与你一路相伴的幸福和快乐，温馨和安暖。于我，在这个凋零都感受到诗意横溢的秋，只想做一件事，拈一片绯红的枫叶，轻轻地刻上我的心语。对信仰，是我今生永不改变的主题！而后，幸福的寄往有你的那个城市。从此，在我心里，于我的生命里，轻握你许的安暖，静静地在岁月的彼岸，为你守候一世永恒！
      一段情，反复的掂量，最后加深了岁月的绵长。一路追赶里，一路追忆里，最后得到的是什么，最后又失去的是什么。或许，只有我们在静思的时候才会明白，这路的追忆里，我们得到的快乐往往比痛苦要少。当相思成殇的时候，除了对月徒悲叹之外，什么也不曾抓到。
      一直执着于生命的简约格调，只愿用一颗淡然的心看云卷云舒，看季节更迭。许多不合时节的事物，必然会被光阴遗落，就像曾经繁茂的秋叶，待生命枯竭，终将脱离叶脉的相系相牵。而我，一直在这里，抖落一身的负累，永恒以树的姿态站立于季风中，昂首向着那无边温暖的碧蓝晴空。
      夜幕降临了，春雨柔柔的亲吻着薄如蝉翼的纱帘，有节奏的淅沥在窗棂上，更增添了无限的意念。意念中的我，在幸福和恬淡中，漫捻心弦化为若水般的轻柔曼妙在深情的雨夜里。此刻，窗外的雨不再是清冷的秋雨了，在我的眸里是一种柔软，似撒娇少女的情怀，是怜、是爱、是柔、是润在我的心里是一种憧憬，憧憬着一份美好的未来，与你相拥在花雨飘飞的时节，让爱情肆意的怒放在油纸伞下，青石边，丁香小巷这样的心境，这样的时光，这样的时刻，心不经意间便醉了、醉了、醉在这如曼妙轻盈舞步的秋雨中
      晚霞破月的天际，依旧映红了归家的路途，流浪了好久的笔调写满了疲倦的素笺，伴着枯萎的憔悴，与年华斑驳的碎影相逢，溅起涟漪在心田的几缕游丝浅叹，让年华牵住执笔的手，静听潺潺流水；波动在逐流的心海，唤名为；婆娑年华，勾勒了谁的斑驳唯有情醉琉璃一宿，又是一个不眠的夜。
      真正的相爱，是人在千里，却梦魂相依；真正的相爱，是岁月流转，却不离不弃；真正的相爱，是彼此付出，却无怨无悔。
      樱花有单樱和双樱，她们绽放时满树灿烂，清香扑鼻，单樱白的如雪如云，双樱色彩如火似霞。但是无论是单樱还是双樱，她们盛开的时间都不长，二十多天的光景，开的绚丽多彩、满树烂漫，落得星星瓣瓣，匆匆忙忙。
      深秋还远，徐徐的风吹着，却也有了几分萧瑟，春天，不仅有满天飘飞的花儿，还有到处弥散着花的幽香。随着秋韵渐渐浓郁起来，院子里的花便盛开了，整个院子里香气四溢，溢漫着甜丝丝的味儿。金灿的花儿一串串、一撮撮，重重叠叠簇涌着点缀在茂密的绿叶之间，温温暖暖象极了一个个孩子的笑脸，仿佛是给这温暖的春天注入了一道亮丽的风景。
      指尖轻触玻窗，嗤嗤的响声，惊动了脆弱的心脏，一阵阵的酸楚，像浪潮般袭来，若果这样酸酸的痛可以代替撕心裂肺，那就让他长久点，这样时间会把我忘记，这样便可躲在这里，让那些软弱手舞足蹈，让那些脆弱和不堪拼命娱乐，让那颗紧绷的心，少少松弦。
      曾过往，伊颜纯美无暇，如玉般璀璨，许多人像发现了财富，紧抱于怀，怜香般害怕失去。那时，遇见你的是洗礼过后的悔过者，只懂怜香，而不懂惜玉，再璀璨也掩盖不了他身上久积的灰尘，铸造不了你，也成就不了他，于是乎，迷糊坚固了戏剧化的情谊，疼只是简单的疼。
      有人曾说，会白首不相离。可是终究一口空言，转眼，便抛之彼岸。可是，我却一直相信着。然后，在追逐的沿途，荆棘布满，却一直从未低头
      原来有些等待是不值得的，那么多年换来的却是沧海桑田，我们只是沧海一粟，不能左右命运给予的奇迹与苦楚，面对些许，能做的也许只剩下了等待，可是等待却又是需要勇气，更要有勇气来承担与等待而来的结果大相径庭的结果。
      思绪渺渺，发怀古之悲情，世间种种，诱愁之决堤，三山五岳，撼天地之威名，流水之昌吉，涓涓之柔情，不禁闲情满溢。
      人生自是有情痴，此恨不关风与月。谁为谁真情缱绻？谁为谁痴傻疯狂？谁为谁望穿秋水？谁为谁痛彻心扉？都是你我解不开的白线团。无缘何生斯世，有情能累此生。
      相思成为了很多人生命里的一种自我安慰，在月圆的时候无尽思念，在月缺的时候无限惆怅，想念着岁月里和情有关的所有悲欢离合。在情感的世界里，我们一直带着所有的铿锵前行，不管风雨肆虐，不管风和日丽。
      染窗前。那堪清风曲径，不似甚似还满。份外湮留韶华，时节正乱红，空留余恨。淡眉醉眼，红妆轻粉，旧时依恋尘缘。只皓月朗朗，乾坤转，故国山川。次第红颜，疑是讴歌回畔。
      生命中；总有太多的遗憾要留给回忆，年华里；屡不清的斑驳，总是勾勒了无数支离破碎的心伤。太多的执着所放不下，只是；那一份不屈的痛过，不期而遇的却是最美的意外。文字依旧可以华美朴实，年华不可唯美梦境，快乐不是一件不可奢侈的事情，忧伤，而往往是一度的颓废。
      人生的路途，经历无数的驿站之后，总会出现陌生或熟悉的风景。时间所说的过客，只是注定走过的人和事，没有太多是刻意要去记住或淡忘的。铺就在黑白交错里的，无非就是忧伤曾穿越过的黑暗，在记忆的角落里，诉说了全部的待续。那些停驻在指尖的薄凉，是曾绽放在年华里的微碎。
      指间年华，渲染着无暇斑驳的彩塑，悲伤的城池依旧提笔挥墨，画下四季风吹过的无痕。微笑掩饰了寂寞过的眼泪，是因为，在婆娑的年华里，聆听着没有人的相伴相知。那些了不断的往事，是梦绕在悲伤情愫深处，盈满心扉的最初和凝眸的叹息。终不过似水流年，清风凄语，唯独旧梦难拾。
    </p>

    <p>
      欲将沉醉换悲凉，清歌莫断肠。这混乱的尘世，究竟充斥了多少绝望和悲伤。你想去做一个勇敢的男子，为爱，为信仰，轰轰烈烈的奋斗一场。你周身充斥着无人可比的灵气和光芒。你有着与伟人比肩的才气和名声，你是那样高傲孤洁的男子。你的一寸狂心未说，已经几度黄昏雨。
      曾经以为，相爱的人一定要相守，只有相守，情感才能长久。可是，此岸和彼岸只不过是空间的差距，却无法拉长心灵的距离。
      时光荏苒，岁月无声。日子不紧不慢的如涓涓溪水静静的流去，而从身边流去的只有时光，沉淀下来的是与你一路相伴的幸福和快乐，温馨和安暖。于我，在这个凋零都感受到诗意横溢的秋，只想做一件事，拈一片绯红的枫叶，轻轻地刻上我的心语。对信仰，是我今生永不改变的主题！而后，幸福的寄往有你的那个城市。从此，在我心里，于我的生命里，轻握你许的安暖，静静地在岁月的彼岸，为你守候一世永恒！
      一段情，反复的掂量，最后加深了岁月的绵长。一路追赶里，一路追忆里，最后得到的是什么，最后又失去的是什么。或许，只有我们在静思的时候才会明白，这路的追忆里，我们得到的快乐往往比痛苦要少。当相思成殇的时候，除了对月徒悲叹之外，什么也不曾抓到。
      一直执着于生命的简约格调，只愿用一颗淡然的心看云卷云舒，看季节更迭。许多不合时节的事物，必然会被光阴遗落，就像曾经繁茂的秋叶，待生命枯竭，终将脱离叶脉的相系相牵。而我，一直在这里，抖落一身的负累，永恒以树的姿态站立于季风中，昂首向着那无边温暖的碧蓝晴空。
      夜幕降临了，春雨柔柔的亲吻着薄如蝉翼的纱帘，有节奏的淅沥在窗棂上，更增添了无限的意念。意念中的我，在幸福和恬淡中，漫捻心弦化为若水般的轻柔曼妙在深情的雨夜里。此刻，窗外的雨不再是清冷的秋雨了，在我的眸里是一种柔软，似撒娇少女的情怀，是怜、是爱、是柔、是润在我的心里是一种憧憬，憧憬着一份美好的未来，与你相拥在花雨飘飞的时节，让爱情肆意的怒放在油纸伞下，青石边，丁香小巷这样的心境，这样的时光，这样的时刻，心不经意间便醉了、醉了、醉在这如曼妙轻盈舞步的秋雨中
      晚霞破月的天际，依旧映红了归家的路途，流浪了好久的笔调写满了疲倦的素笺，伴着枯萎的憔悴，与年华斑驳的碎影相逢，溅起涟漪在心田的几缕游丝浅叹，让年华牵住执笔的手，静听潺潺流水；波动在逐流的心海，唤名为；婆娑年华，勾勒了谁的斑驳唯有情醉琉璃一宿，又是一个不眠的夜。
      真正的相爱，是人在千里，却梦魂相依；真正的相爱，是岁月流转，却不离不弃；真正的相爱，是彼此付出，却无怨无悔。
      樱花有单樱和双樱，她们绽放时满树灿烂，清香扑鼻，单樱白的如雪如云，双樱色彩如火似霞。但是无论是单樱还是双樱，她们盛开的时间都不长，二十多天的光景，开的绚丽多彩、满树烂漫，落得星星瓣瓣，匆匆忙忙。
      深秋还远，徐徐的风吹着，却也有了几分萧瑟，春天，不仅有满天飘飞的花儿，还有到处弥散着花的幽香。随着秋韵渐渐浓郁起来，院子里的花便盛开了，整个院子里香气四溢，溢漫着甜丝丝的味儿。金灿的花儿一串串、一撮撮，重重叠叠簇涌着点缀在茂密的绿叶之间，温温暖暖象极了一个个孩子的笑脸，仿佛是给这温暖的春天注入了一道亮丽的风景。
      指尖轻触玻窗，嗤嗤的响声，惊动了脆弱的心脏，一阵阵的酸楚，像浪潮般袭来，若果这样酸酸的痛可以代替撕心裂肺，那就让他长久点，这样时间会把我忘记，这样便可躲在这里，让那些软弱手舞足蹈，让那些脆弱和不堪拼命娱乐，让那颗紧绷的心，少少松弦。
      曾过往，伊颜纯美无暇，如玉般璀璨，许多人像发现了财富，紧抱于怀，怜香般害怕失去。那时，遇见你的是洗礼过后的悔过者，只懂怜香，而不懂惜玉，再璀璨也掩盖不了他身上久积的灰尘，铸造不了你，也成就不了他，于是乎，迷糊坚固了戏剧化的情谊，疼只是简单的疼。
      有人曾说，会白首不相离。可是终究一口空言，转眼，便抛之彼岸。可是，我却一直相信着。然后，在追逐的沿途，荆棘布满，却一直从未低头
      原来有些等待是不值得的，那么多年换来的却是沧海桑田，我们只是沧海一粟，不能左右命运给予的奇迹与苦楚，面对些许，能做的也许只剩下了等待，可是等待却又是需要勇气，更要有勇气来承担与等待而来的结果大相径庭的结果。
      思绪渺渺，发怀古之悲情，世间种种，诱愁之决堤，三山五岳，撼天地之威名，流水之昌吉，涓涓之柔情，不禁闲情满溢。
      人生自是有情痴，此恨不关风与月。谁为谁真情缱绻？谁为谁痴傻疯狂？谁为谁望穿秋水？谁为谁痛彻心扉？都是你我解不开的白线团。无缘何生斯世，有情能累此生。
      相思成为了很多人生命里的一种自我安慰，在月圆的时候无尽思念，在月缺的时候无限惆怅，想念着岁月里和情有关的所有悲欢离合。在情感的世界里，我们一直带着所有的铿锵前行，不管风雨肆虐，不管风和日丽。
      染窗前。那堪清风曲径，不似甚似还满。份外湮留韶华，时节正乱红，空留余恨。淡眉醉眼，红妆轻粉，旧时依恋尘缘。只皓月朗朗，乾坤转，故国山川。次第红颜，疑是讴歌回畔。
      生命中；总有太多的遗憾要留给回忆，年华里；屡不清的斑驳，总是勾勒了无数支离破碎的心伤。太多的执着所放不下，只是；那一份不屈的痛过，不期而遇的却是最美的意外。文字依旧可以华美朴实，年华不可唯美梦境，快乐不是一件不可奢侈的事情，忧伤，而往往是一度的颓废。
      人生的路途，经历无数的驿站之后，总会出现陌生或熟悉的风景。时间所说的过客，只是注定走过的人和事，没有太多是刻意要去记住或淡忘的。铺就在黑白交错里的，无非就是忧伤曾穿越过的黑暗，在记忆的角落里，诉说了全部的待续。那些停驻在指尖的薄凉，是曾绽放在年华里的微碎。
      指间年华，渲染着无暇斑驳的彩塑，悲伤的城池依旧提笔挥墨，画下四季风吹过的无痕。微笑掩饰了寂寞过的眼泪，是因为，在婆娑的年华里，聆听着没有人的相伴相知。那些了不断的往事，是梦绕在悲伤情愫深处，盈满心扉的最初和凝眸的叹息。终不过似水流年，清风凄语，唯独旧梦难拾。
    </p>
  </>
)

export default withApollo(withLayout(Index))
